interface Data{
  [key: string]: { year: number; value: string }[];
}


export const data:Data[] =
[
  {
    Путешествия: [
      { year: 2023, value: 'Индия запустила масштабный проект экологического туризма' },
      { year: 2020, value: 'Падение туристической индустрии из-за пандемии COVID-19' },
      { year: 2025, value: 'Открытие крупнейшего круизного лайнера в мире' },
      { year: 2022, value: 'Открытие самого длинного в мире пешеходного моста в Португалии' },
      { year: 2021, value: 'Развитие внутреннего туризма из-за пандемии COVID-19' },
      { year: 2024, value: 'Париж стал самым популярным туристическим направлением года' }
    ]
  },
  {
    Литература: [
      { year: 2018, value: 'Нобелевская премия по литературе была не присуждена' },
      { year: 2015, value: 'Публикация романа «Пойди поставь сторожа» Харпер Ли' },
      { year: 2019, value: 'Маргарет Этвуд выпускает роман «Заветы»' },
      { year: 2017, value: 'Казуо Исигуро получил Нобелевскую премию по литературе' },
      { year: 2014, value: 'Патрик Модиано получил Нобелевскую премию по литературе' },
      { year: 2016, value: 'Боб Дилан стал лауреатом Нобелевской премии по литературе' }
    ]
  },
  {
    Наука: [
      { year: 2012, value: 'Вступление в работу телескопа ALMA' },
      { year: 2009, value: 'Обнаружение воды на Луне' },
      { year: 2008, value: 'Запуск Большого адронного коллайдера' },
      { year: 2010, value: 'Создание первого синтетического живого организма' },
      { year: 2013, value: 'Открытие бозона Хиггса подтверждено учеными' },
      { year: 2011, value: 'Начало миссии Марс-Ровер Curiosity' }
    ]
  },
  {
    История: [
      { year: 2004, value: 'Оранжевая революция на Украине' },
      { year: 2003, value: 'Начало войны в Ираке' },
      { year: 2002, value: 'Введение евро в наличное обращение' },
      { year: 2007, value: 'Формирование ЕС как экономической сверхдержавы' },
      { year: 2005, value: 'Смерть Папы Римского Иоанна Павла II' },
      { year: 2006, value: 'Падение режима Саддама Хусейна' }
    ]
  },
  {
    Кино: [
      { year: 1999, value: 'Премьера фильма «Матрица»' },
      { year: 1997, value: 'Выход фильма «Титаник»' },
      { year: 2000, value: 'Выход фильма «Гладиатор», получившего Оскар' },
      { year: 1998, value: 'Премьера фильма «Спасти рядового Райана»' },
      { year: 2001, value: 'Выход фильма «Властелин колец: Братство кольца»' },
      { year: 1996, value: 'Выход фильма «День независимости»' }
    ]
  },
  {
    Новости: [
      { year: 1993, value: 'Создание Европейского Союза по Маастрихтскому договору' },
      { year: 1990, value: 'Объединение Германии' },
      { year: 1995, value: 'Основание Всемирной торговой организации (ВТО)' },
      { year: 1992, value: 'Распад Югославии и начало конфликтов' },
      { year: 1994, value: 'Заключение мирного соглашения в Руанде' },
      { year: 1991, value: 'Беловежское соглашение и распад СССР' }
    ]
  }
]
